tap "homebrew/bundle"
tap "homebrew/core"

brew "bat"
brew "bats-core"
brew "coreutils"
brew "diff-so-fancy"
brew "dockutil"
brew "ffmpeg"
brew "gnu-sed"
brew "grep"
brew "grip"
brew "httpie"
brew "jq"
brew "mackup"
brew "python"
brew "stow"
brew "thefuck"
brew "tree"
brew "wget"
brew "lsd"
brew "lazygit"
brew "mysql"
brew "neovim", args: ["HEAD"]
brew "nginx"
brew "pyenv"
brew "pyenv-virtualenv"
brew "tmux"
brew "zsh"
brew "fzf"
brew "rg"
brew "llvm"
brew "go"
brew "ninja"
brew "luv"
brew "fd"
brew "lolcat"
