tap "homebrew/bundle"
tap "homebrew/core"

brew "bat"
brew "dockutil"
brew "grep"
brew "python"
brew "stow"
brew "thefuck"
brew "tree"
brew "wget"
brew "lsd"
brew "mysql"
brew "nginx"
brew "node"
brew "tmux"
brew "zsh"
brew "fzf"
brew "rg"
brew "go"
brew "fd"
brew "lolcat"
brew "starship"
brew "zellij"
brew "bottom"
brew "dust"
brew "gitui"
brew "ripgrep"
brew "sd"
brew "tealdeer"
brew "zoxide"
brew "fnm"
