tap "homebrew/bundle"
tap "homebrew/core"

brew "bat"
brew "bottom"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-extras"
brew "gitui"
brew "go"
brew "grep"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "memo"
brew "mole"
brew "mysql"
brew "neovim"
brew "nginx"
brew "obsidian-cli"
brew "python@3.13"
brew "remindctl"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "starship"
brew "stow"
brew "tealdeer"
brew "thefuck"
brew "tree"
brew "uv"
brew "wget"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zsh"
